Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/criminal_law/criminal_trial/types_of_sentences.html.txt.tmx
Source language: en
Languages: ga

source: • Sex and drug trafficking offenders
ga: • Ciontóirí gnéis agus gáinneála drugaí

source: there is a wide range of sentences available to a judge who is sentencing someone found guilty of a criminal offence in Ireland
ga: Tá réimse leathan de phianbhreitheanna ar fáil do bhreitheamh atá ag cur pianbhreithe ar dhuine a fuarthas ciontach i gcion coiriúil in Éirinn

source: These sentences may be custodial or non-custodial and include:
ga: Is féidir le pianbhreith a bheith ina pianbhreith choimeádta nó eile, agus áirítear na pianbhreitheanna seo a leanas leo:

source: • Curfews and exclusion orders
ga: • Cuirfiúnna agus orduithe eisiata

source: Depending on the offence, secondary non-custodial options may be appropriate, such as, disqualification, confiscation and compensation
ga: Ag brath ar an gcion, d'fhéadfadh go mbeadh roghanna oiriúnach nach pianbhreitheanna coimeádta iad, mar shampla dícháiliú, coigistiú agus cúiteamh

source: There are additional options for sex and drug trafficking offenders
ga: Tá roghanna eile ann do chiontóirí gnéis nó gáinneála drugaí

source: There are three specific types of imprisonment options available to a judge:
ga: Tá trí chineál shainiúla de roghanna príosúnachta ar fáil do bhreitheamh:

source: A mandatory sentence is one which must be imposed regardless of any other circumstances
ga: Is éard is pianbhreith shainordaitheach ann ná pianbhreith a gcaithfear í a chur ar dhuine gan aird ar aon chúinsí eile

source: In Ireland, murder carries a mandatory sentence of life imprisonment
ga: In Éirinn, tá pianbhreith shainordaitheach de phríosúnacht saoil ag baint le dúnmharú

source: A life sentence lasts for life
ga: Maireann pianbhreith saoil ar feadh an tsaoil

source: As is the case in a number of countries, however, not all of the life sentence in Ireland is generally served in prison custody
ga: Mar a tharlaíonn i roinnt tíortha áfach, ní hiondúil go ndéantar gach cuid den phianbhreith saoil a chaitheamh i bpríosún in Éirinn

source: The granting of temporary or early release of life sentenced prisoners is a feature of prison systems internationally and in Ireland
ga: Is gné de chórais príosúin go hidirnáisiúnta agus in Éirinn é príosúnaigh faoi phianbhreith a scaoileadh go sealadach nó go luath

source: The Minister for Justice and Equality, in deciding on the release from prison of a life sentenced prisoner, always considers the advice and recommendations of the Parole Board of Ireland
ga: Déanann an tAire Dlí agus Cirt agus Comhionannais comhairle agus moltaí an Bhoird Parúil a chur san áireamh i gcónaí agus cinneadh á dhéanamh aige maidir le príosúnach faoi phianbhreith saoil a scaoileadh as príosún

source: At present, the Board initially reviews prisoners who have been sentenced to life imprisonment after they have served 7 years
ga: Faoi láthair, déanann an Bord athbhreithniú ar phríosúnaigh faoi phianbhreith saoil i ndiaidh dóibh 7 mbliana a chaitheamh sa phríosún

source: Prisoners serving very long sentences (including life sentences), are normally reviewed on a number of occasions over a number of years before any substantial concessions would be recommended by the Board
ga: Go hiondúil, déantar roinnt athbhreithnithe ar phríosúnaigh faoi phianbhreith fhada (lena n-áirítear pianbhreith saoil) thar roinnt blianta sula ndéanfadh an Bord moladh maidir le lamháltais thábhachtacha

source: The final decision as to whether a life sentenced prisoner is released, rests solely with the Minister
ga: Is faoin Aire amháin atá sé an cinneadh deiridh a dhéanamh maidir le príosúnach faoi phianbhreith saoil a scaoileadh

source: The length of time spent in custody by offenders serving life sentences can vary substantially
ga: D'fhéadfadh go mbeadh éagsúlachtaí móra ag baint leis na tréimhsí ama faoi choimeád a chaitheann ciontóirí faoi phianbhreith saoil

source: Of those prisoners serving life sentences who have been released, the average sentence served in prison is approximately 12 years
ga: Is é 12 bhliain go neasach an mheántréimhse a chaitear sa phríosún ag daoine faoi phianbhreith saoil ar scaoileadh saor iad

source: This, however, is only an average; there are prisoners serving life sentences in Ireland who have spent in excess of thirty years in custody
ga: Níl anseo ach an mheántréimhse áfach; tá príosúnaigh faoi phianbhreith saoil in Éirinn atá sa phríosún le os cionn tríocha bliain

source: The law lays down maximum sentences for all crimes
ga: Tá uas-phianbhreitheanna maidir le gach coir leagtha amach ag an dlí

source: For example, if you are found guilty of violent disorder under Section 15 of the Criminal Justice (Public Order) Act 1994, the maximum sentence you can receive is 10 years imprisonment
ga: Mar shampla, má fhaightear ciontach thú i mí-ord foréigneach faoi Alt 15 den Acht um Cheartas Coiriúil (Ord Poiblí) 1994, is é príosúnacht 10 mbliana an uas-phianbhreith ar féidir a chur ort

source: The maximum sentence is used as a starting point by a judge when deciding on what sentence to impose
ga: Úsáideann an breitheamh an uas-phianbhreith mar phointe tosaithe agus cinneadh á dhéanamh aige maidir leis an bpianbhreith a ghearradh

source: Generally, sentencing is left to the discretion of the judge
ga: Fágtar an phianbhreith faoi rogha an bhreithimh go hiondúil

source: There are however, are a number of laws which take this discretion away from the judge and obliges the judge to impose at least a minimum sentence
ga: Tá roinnt dlíthe ann áfach, a bhaineann an discréid seo den bhreitheamh agus a chuireann iallach air íos-phianbhreith áirithe ar a laghad a ghearradh

source: If, for example, you are found guilty of possession of drugs with a value greater than €13,000 under Section 15A of the Misuse of Drugs Act 1977 , Section 27 of the Act as amended by Section 33 of the Criminal Justice Act 2007 (pdf) provides for a minimum sentence of 10 years imprisonment
ga: Mar shampla, tá foráil ann d'íos-phianbhreith de phríosúnacht 10 mbliana má fhaightear ciontach thú i sealbhú drugaí ar €13,000 nó níos mó a luach faoi Alt 15A den Acht um Mí-Úsáid Drugaí 1977, Alt 27 den Acht arna leasú ag Alt 33 den Acht um Cheartas Coiriúil 2007 (pdf)

source: Similarly, the Criminal Justice Act 2006 (pdf) has introduced a number of new offences in relation to firearms which carry a minimum sentence if you are convicted on indictment
ga: Ar an gcaoi chéanna, tá cionta nua tugtha isteach ag an Acht um Cheartas Coiriúil 2006 (pdf) maidir le hairm tine lena mbaineann íos-phianbhreith má chiontaítear thú ar díotáil

source: If it is your first offence, the judge has discretion to impose a lesser sentence, having regard to such things as a guilty plea or assistance provided to the Gardaí
ga: Más é do chéad chion é, tá sé de rogha ag an mbreitheamh pianbhreith níos lú a ghearradh, ag féachaint do nithe eile, mar shampla, pléadáil chiontach nó cúnamh a tugadh do na Gardaí

source: If, however, it your second or subsequent drugs/firearms offence, then the minimum sentence applies
ga: Más é do dara cion nó níos mó é maidir le drugaí nó le hairm tine áfach, cuirfear an íos-phianbhreith i bhfeidhm

source: See "Further information" below on mandatory minimum sentences for firearm offences
ga: Feach "Tuilleadh eolais" thíos maidir le híos-phianbhreitheanna sainordaitheacha do chionta airm tine

source: A suspended sentence involves the judge imposing a prison sentence but suspending it on certain conditions
ga: Is éard atá i bpianbhreith ar fionraí ná go ndéanann an breitheamh pianbhreith phríosúin a ghearradh ach go gcuireann sé ar fionraí í ar choinníollacha áirithe

source: This means that you do not go to prison if you do not break the conditions
ga: Mar sin, ní théann tú go príosún mura mbriseann tú na coinníollacha

source: A suspended sentence contains 3 elements:
ga: Tá 3 chomhpháirt i gceist le pianbhreith ar fionraí:

source: • The term of imprisonment (for example, 4 years)
ga: • An téarma príosúnachta (mar shampla, 4 bliana)

source: • The conditions on which it is suspended (for example, to keep the peace and be of good behaviour or to undergo certain treatment)
ga: • Na coinníollacha a bhaineann lena chur ar fionraí (mar shampla, an tsíocháin a choimeád agus a bheith dea-iomprach nó cóireáil áirithe a fhulaingt)

source: • The period for which the sentence is suspended
ga: • An tréimhse lena gcuirtear an phianbhreith ar fionraí

source: If you break a condition during the period for which the sentence is suspended, you will have to serve the term of imprisonment originally imposed
ga: Má bhriseann tú ceann de na coinníollacha laistigh den tréimhse ama lena bhfuil an phianbhreith ar fionraí, beidh ort an téarma príosúnachta a ghearradh ort ar dtús a fhulaingt

source: Community service orders (CSOs) are provided for by the Criminal Justice (Community Service) Act 1983
ga: Forálann An tAcht um Cheartas Coiriúil (Seirbhís Pobail) 1983 d'orduithe seirbhíse pobail

source: For your punishment, you are required to do some work which is beneficial to the community
ga: Caithfidh tú obair éigin a dhéanamh do leas an phobail mar phionós

source: CSOs are imposed by a judge instead of a prison sentence
ga: Gearrann breitheamh orduithe seirbhíse pobail in áit phianbhreitheanna príosúnachta

source: A number of considerations must be met before a CSO can be made by a judge:
ga: Ní mór roinnt comaoineacha a chomhlíonadh sula féidir le breitheamh ordú seirbhíse pobail a ghearradh:

source: • You must be suitable for community service (The judge orders a probation report to decide whether you are suitable for a CSO)
ga: • Ní mór duit a bheith oiriúnach do sheirbhís phobail (Ordaíonn an breitheamh tuairisc phromhaidh agus leasa le cinneadh go bhfuil tú oiriúnach d'ordú seirbhíse pobail)

source: • Suitable community work must be available for you to do
ga: • Ní mór go mbeadh obair pobail oiriúnach ar fáil duit

source: • You must agree to the CSO
ga: • Ní mór duit aontú leis an ordú seirbhíse pobail

source: The total number of hours of community service cannot exceed 240 hours and you must complete the community service within one year of the making of the order
ga: Ní féidir le líon iomlán na n-uaireanta don ordú seirbhíse pobail a bheith os cionn 240 uair, agus ní mór duit an tseirbhís phobail a chríochnú laistigh d'aon bhliain amháin den ordú

source: Many offences provide for a fine to be imposed
ga: Forálann go leor cionta d'fhíneáil a ghearradh

source: Often, offences will provide for a fine and/or another punishment (usually a prison sentence), while other offences attract only a fine
ga: Go minic, forálfaidh cionta d'fhíneáil agus/nó do phionós eile (pianbhreith príosúin de ghnáth), agus ní bheidh i gceist le cionta eile ach fíneáil amháin

source: If a fine exceeds a certain amount (class A fine) it may take the offence outside the jurisdiction of the District Court which can only deal with minor offences
ga: Má bhíonn méid na fíneála os cionn méid áirithe (rang A fíneáil), d'fhéadfadh go mbeadh an cion lasmuigh de dhlínse na Cúirte Dúiche, toisc nach bpléann sé ach le mionchionta

source: When a fine is imposed, the judges normally specifies a period of time within which you must pay the fine
ga: Nuair a ghearrtar fíneáil, is iondúil go sonraíonn an breitheamh tréimhse ama ina gcaithfidh tú an fhíneáil a íoc

source: If the fine is not paid within the time provided by the judge, you can be sent to prison for a time in default of the payment
ga: Mura n-íoctar an fhíneáil laistigh den tréimhse ama sonraithe ag an mbreitheamh, d'fhéadfaí thú a chur i bpríosún ar feadh tréimhse d'éagmais na híocaíochta

source: In the District Court, the imprisonment default periods are as follows:
ga: Is iad seo a leanas na tréimhsí íocaíochta réamhshocraithe sa Chúirt Dúiche:

source: Default periods in prison for not paying fines
ga: Tréimhsí réamhshocraithe i bpríosún de bharr gan fíneálacha a íoc

source: │Less than €64 │ 5 days │
ga: │Faoi bhun €64 │5 lá │

source: │Between €64 and €318 │ 15 days │
ga: │Idir €64 agus €318 │15 lá │

source: │Between €318 and €635 │ 45 days │
ga: │Idir €318 agus €635│45 lá │

source: │Greater than €635 │ 90 days │
ga: │Os cionn €635 │90 lá │

source: Curfews and exclusion orders
ga: Cuirfiúnna agus orduithe eisiata

source: Judges sometimes use curfews and/or exclusion orders as a sentencing option
ga: Uaireanta, baineann breithiúna úsáid as cuirfiúnna agus/nó orduithe eisiata mar rogha pianbhreithe

source: Often, such an order takes the form of a condition of bail or of a suspended sentence
ga: Go minic, beidh ordú mar seo i bhfoirm coinníll bannaí nó de phianbhreith ar fionraí

source: The court may make an order requiring you to be at home at a particular address between certain hours of the day or night
ga: D'fhéadfadh an chúirt ordú a dhéanamh a chuirfeadh iallach ort a bheith sa bhaile ag seoladh ar leith idir uaireanta áirithe den lá nó den oíche

source: Similarly, the judge might ban you from entering a certain street or premises, for example, a pub or licensed premises
ga: Ar an gcaoi chéanna, d'fhéadfadh an breitheamh cosc a chur ort a bheith ar shráid áirithe nó dul isteach in áitreabh áirithe, mar shampla teach tabhairne nó áitreabh ceadúnaithe

source: Under the Criminal Justice Act 2006 the court can impose restriction on movement orders
ga: Is féidir leis an gcúirt orduithe srianta gluaiseachta a ghearradh faoin Acht um Cheartas Coiriúil 2006

source: This may be imposed if you are convicted of certain offences (mainly public order and assault offences) and you are sentenced to imprisonment of three months or more
ga: Is féidir iad a ghearradh má chiontaítear thú i gcionta áirithe (cionta a bhaineann le hord poiblí agus le hionsaí den chuid is mó) agus má ghearrtar príosúnacht de níos mó 3 mhí ort

source: The Act also provides that compliance with such orders may be electronically monitored
ga: Forálann an tAcht freisin gur féidir monatóireacht a dhéanamh ar chomhlíonadh orduithe dá leithéid go leictreonach

source: However, this has not yet been implemented
ga: Níl an fhoráil seo curtha i bhfeidhm go fóill áfach

source: There is more information in the document on restriction on movement orders
ga: Is féidir tuilleadh eolais a fháil sa doiciméad maidir le horduithe srianta gluaiseachta

source: The Probation of Offenders Act 1907 provides the courts with a way of dealing with first time offenders and offenders who are unlikely to be in trouble again, by giving them a type of official warning without imposing a sentence on them
ga: Soláthraíonn an Probation of Offenders Act 1907 bealach do na cúirteanna déileáil le ciontóirí céaduaire agus le ciontóirí nach cosúil go mbeidh i dtrioblóid arís, trí chineál de rabhadh oifigiúil a thabhairt dóibh gan pianbhreith a ghearradh orthu

source: If a probation order is made, as well as requiring you to be of good behaviour, it may also contain certain conditions such as:
ga: Dá ndéanfaí ordú promhaidh, d'fhéadfadh sé coinníollacha áirithe eile a chur ort, chomh maith le héileamh ort a bheith dea-iomprach, mar seo a leanas:

source: • Residing at a particular place
ga: • Cónaí in áit áirithe

source: • Any other conditions considered necessary to prevent a repeat of the offence (for example, attending counselling)
ga: • Aon choinníoll eile a mheastar a bheith riachtanach chun athdhéanamh an chiona a sheachadadh (mar shampla, freastal ar chomhairleoireacht)

source: In addition to the court’s power to make a probation order there is a long standing power that allows the court to bind you over to keep the peace and be of good behaviour
ga: I dteannta le cumhacht na cúirte ordú promhaidh a dhéanamh, tá seanchumhacht ann a cheadaíonn don chúirt banna a chur ort an tsíocháin a choinneáil agus a bheith dea-iomprach

source: This involves you entering into a recognisance (or monetary bond) for a period of time
ga: Is éard atá i gceist ná go dtéann tú i gcúirtbhanna (nó banna airgeadais) at feadh tréimhse ama

source: If you get into trouble within the time stated in the order, you must pay that sum of money or face imprisonment
ga: Má bhíonn tú in achrann laistigh den tréimhse ama atá sonraithe san ordú, beidh ort an méid sin airgid a íoc nó tá seans go gcuirfear i bpríosún thú

source: The Court Poor Box is another way judges have of dealing with less serious offences in the District Court
ga: Is bealach eile é an Bosca Déirce atá ag breithiúna chun déileáil le cionta nach cionta tromchúiseacha iad sa Chúirt Dúiche

source: You may be required, if you agree, to pay a sum of money into the Court Poor Box
ga: D'fhéadfaí iallach a chur ort, dá n-aontófá, méid airgid a íoc isteach i mBosca Déirce na Cúirte

source: Usually this is as an alternative to having a conviction recorded against you
ga: De ghnáth, déantar é seo mar mhalairt ar chion a thaifeadadh i d'aghaidh

source: The option is only likely to be considered by judges for first time offenders who have committed minor offences, such as, littering or parking offences
ga: Is dóigh nach ndéanfaidh breithiúna an rogha seo a bhreithniú ach amháin maidir le ciontóirí céaduaire a rinne mionchionta, mar shampla bruscar a chaitheamh nó cionta páirceála

source: This option is only available where you plead guilty or where there are special circumstances explaining your behaviour
ga: Níl an rogha seo ar fáil ach amháin má phléadálann tú ciontach nó má bhíonn cúinsí áirithe ann a mhíníonn d'iompar

source: There is more information in the document on the Court Poor Box
ga: Is féidir tuilleadh eolais a fháil sa doiciméad maidir le Bosca Déirce na Cúirte

source: Various laws provide judges with the power to order property, which is connected with the offence you have been convicted of, to be forfeited or confiscated
ga: Tugann dlíthe éagsúla an chumhacht do bhreithiúna orduithe a dhéanamh maidir le sealúchas a bhaineann leis an gcion inar ciontaíodh thú a fhorghéilleadh nó a choigistiú

source: For example, under Section 10 of the Censorship of Publications Act 1929 prohibited publications may be confiscated
ga: Mar shampla, d'fhéadfaí foilseacháin thoirmiscthe a choigistiú faoi Alt 10 den Acht um Scrúdóireacht Fhoillseachán 1929

source: The Criminal Justice Act 1993 gives judges the power, upon your conviction, to order you to pay compensation
ga: Tugann an tAcht um Cheartas Coiriúil 1993 an chumhacht do bhreithiúna ordú duit cúiteamh a íoc nuair a chiontaítear thú

source: This may be in addition to or instead of any other punishment
ga: D'fhéadfadh é seo a bheith i dteannta, nó in áit, aon phionóis eile

source: The amount of compensation which a court can order is limited to the amount it could award in damages in a civil case
ga: Tá méid an chúiteamh ar féidir le cúirt a ordú teoranta leis an méid ar féidir leis an gcúirt a dhámhachtain i gcás sibhialta

source: │District Court │ €15,000 │
ga: │An Chúirt Dúiche │€15,000 │

source: │Circuit Court │ €75,000 │
ga: │An Chúirt Chuarda │€75,000 │

source: The court must take your means and your financial commitments into account when making a compensation order
ga: Ní mór don chúirt d'acmhainní agus do thiomantais airgeadais a chur san áireamh agus ordú cúitimh a dhéanamh

source: Compensation orders may be enforced
ga: Is féidir orduithe cúitimh a chur i bhfeidhm

source: For example, the court can order an attachment of earnings
ga: Mar shampla, is féidir leis an gcúirt ordú um astú tuillimh a dhéanamh

source: Disqualification orders are not a punishment, but rather a finding that a person is unfit to perform the function from which they are disqualified, for example, drive a car
ga: Ní pionós atá i gceist le horduithe dícháiliúcháin, ach cinneadh nach bhfuil duine inniúil don fheidhm óna bhfuil siad dícháilithe, mar shampla carr a thiomáint

source: The most common types of disqualifications are for convictions for driving offences
ga: Is iad ciontuithe maidir le cionta tiomána na dícháilithe is coitianta

source: However, under Part 7 of the Companies Act 1990, a person, convicted on indictment of a criminal offence related to a company, can be disqualified from holding certain positions related to running a company, such as a director
ga: Faoi Alt 7 d'Acht na gCuideachtaí 1990 áfach, d'fhéadfaí duine ar ciontaíodh é i gcion coiriúil maidir le cuideachta, a dhícháiliú ó phostanna áirithe a bhaineann le cuideachta a reáchtáil, mar shampla stiúrthóir

source: Endorsements and penalty points
ga: Formhuinithe agus pointí pionóis

source: The Road Traffic Acts provide for a system of endorsements
ga: Forálann na hAchtanna um Thrácht ar Bhóithre do chóras formhuinithe

source: An endorsement is an entry on a person’s licence record of either a court order of disqualification or of penalty points
ga: Is éard is formhuiniú ann ná iontráil ar thaifead ceadúnais duine d'ordú cúirte dícháilithe nó pointe pionóis

source: There is more information in the document on penalty points
ga: Is féidir tuilleadh eolais a fháil sa doiciméad maidir le pointe pionóis

source: Sex and drug trafficking offenders
ga: Ciontóirí gnéis agus gáinneála drugaí

source: Orders for sex offenders
ga: Orduithe do chiontóirí gnéis

source: As well as the general sentencing options available for all offences, a judge can make a number of specific orders when dealing with sexual offences
ga: I dteannta leis na roghanna ginearálta pianbhreithe atá ar fáil maidir le gach cion, is féidir le breitheamh roinnt sainorduithe a dhéanamh nuair atá cionta gnéis i gceist

source: This is provided for by the Sex Offenders Act 2001
ga: Forálann an tAcht um Chiontóirí Gnéis 2001 do seo

source: The following are the orders which a judge may make if you are a convicted sex offender:
ga: Is iad seo a leanas na horduithe ar féidir le breitheamh a dhéanamh más ciontóir gnéis ciontaithe thú:

source: • Notification order: It obliges you to notify the Gardaí of your name and address
ga: • Ordú fógra: Cuireann sé iallach ort d'ainm agus do sheoladh a chur in iúl do na Gardaí

source: • Certificate: It states that you have been convicted of the sexual offence, your sentence and that there is a notification requirement
ga: • Deimhniú: Dearbhaíonn an deimhniú seo gur ciontaíodh thú i gcion gnéis, do phionóis, agus go bhfuil riachtanas fógra i gceist

source: • Obligation to notify employers: Where you are applying for employment which involves unsupervised access to or contact with a child or mentally impaired person, you are ordered to notify the employer or potential employer of your conviction for sex offences
ga: • Oibleagáid le cur in iúl d'fhostóirí: Nuair a chuireann tú isteach ar fhostaíocht lena mbaineann rochtain ar pháistí nó ar dhuine faoi mhíchumas nach bhfuil faoi stiúir, tugtar ordú duit do chiontacht as cionta gnéis a chur in iúl don fhostóir nó don fhostóir féideartha

source: • Sex offender order: Where the Court believes it is necessary to protect the public from you, it can make such an order prohibiting you from carrying out certain activities
ga: • Ordú um chiontóir gnéis: Nuair a chreideann an Chúirt go bhfuil gá ann an pobal a chosaint uait, d'fhéadfaí ordú a dhéanamh chun cosc a chur ort imeachtaí áirithe a dhéanamh

source: There is more information in the documents on the Sex Offenders Register and on monitoring of sex offenders
ga: Is féidir tuilleadh eolais a fháil sna doiciméid maidir le Clár na gCiontóirí Gnéis agus maidir le monatóireacht a dhéanamh ar chiontóirí gnéis

source: Orders for drug trafficking offenders
ga: Orduithe do chiontóirí gáinneála drugaí
